Repository: christophwille/viennarealtime
Catalog: Source/MundlTransit.WP8/Resources/AppResources.*.xlf
Languages: de

# Resx/About_InfoParagraphOne
source: The app uses open data provided by Wiener Linien. To learn more about the data and API they are offering, please visit
de: Diese App nutzt Open Data der Wiener Linien. Um mehr über die Daten und die APIs zu erfahren, besuchen Sie bitte die Site

# Resx/About_InfoParagraphTwo
source: No personally identifyable information (including location data) is sent by this app.
de: Diese App überträgt keine persönlich identifizierbaren Informationen (einschließlich Standortdaten).

# Resx/About_PageTitle
source: about
de: Über

# Resx/About_PrivacyPolicy_LinkText
source: Privacy Policy
de: Datenschutzerklärung

# Resx/About_ReviewApp_ButtonText
source: Review this app
de: Bewerten Sie diese App

# Resx/Alerts_AlertSince
source: Since
de: Seit

# Resx/Alerts_AlertsLoading
source: Loading...
de: Lade Meldungen über Betriebsstörungen...

# Resx/Alerts_AppBar_Refresh
source: refresh
de: Aktualisieren

# Resx/Alerts_LoadingFailed
source: Loading of alerts failed.
de: Das Laden der Betriebsstörungen ist fehlgeschlagen.

# Resx/Alerts_MenuTitle
source: alerts
de: Meldungen

# Resx/Alerts_NoAlerts
source: There are currently no traffic alerts.
de: Aktuell sind keine Betriebsstörungen gemeldet.

# Resx/Favorites_ContextMenu_PinToStart
source: pin to start
de: An Start anheften

# Resx/Favorites_ContextMenu_Remove
source: remove
de: löschen

# Resx/Favorites_Favorite_AlreadyPinned
source: You already pinned
de: Station bereits angeheftet

# Resx/Lines_Metro
source: metro
de: U-Bahn

# Resx/Lines_Tram
source: tram
de: Bim

# Resx/MenuItem_About
source: about
de: Über

# Resx/MenuItem_About_Description
source: privacy policy, support
de: Unterstützung, Datenschutzerklärung

# Resx/MenuItem_Nearby
source: nearby
de: In meiner Nähe

# Resx/MenuItem_Routing_Description
source: getting from A to B
de: Wie komme ich von A nach B

# Resx/MenuItem_Routing
source: routing
de: Routenberechnung

# Resx/MenuItem_Search_Description
source: stations by name (fulltext)
de: Stationen nach Namen (Volltext)

# Resx/MenuItem_Settings_Description
source: turn on/off geolocation for nearby search
de: Ein-/ Ausschalten GPS Verwendung

# Resx/MenuItem_StationList_Description
source: complete list of stations
de: Vollständige Liste der Stationen

# Resx/MenuItem_StationsByLines
source: stations by lines
de: Stationen nach Linien

# Resx/MenuItem_StationsByLines_Description
source: metro, tram and buses by direction
de: U-Bahn, Bim und Busse nach Richtung

# Resx/MonitorError_DownloadingFailed
source: Downloading departure information failed.
de: Download der Abfahrtsinformationen ist fehlgeschlagen.

# Resx/MonitorError_FallbackOnErrorToErrorMessageConversion
source: No departure information was sent by the server.
de: Der Server hat keine Abfahrtsinformationen gesendet.

# Resx/MonitorError_GenericError
source: An unexpected error occured, please try again later.
de: Ein unerwarteter Fehler ist aufgetreten, bitte versuchen Sie es später erneut.

# Resx/MonitorError_MonitorsEmpty
source: No departures available at this time.
de: Zu dieser Uhrzeit sind keine Abfahrtsinformationen vorhanden.

# Resx/MonitorError_RblNotSpecified
source: Internal app error: RBL not specified.
de: Interner App-Fehler: RBL nicht angegeben.

# Resx/MonitorError_ResponseParsingFailed
source: Parsing the response failed.
de: Fehler beim Parsen der Antwort vom Server.

# Resx/MonitorError_ServerAuthenticationFailed
source: This app has failed to authenticate to the Wiener Linien API.
de: Die App konnte sich nicht am Wiener Linien-API authentifizieren.

# Resx/MonitorError_ServerCallQuotaExceeded
source: This app has exceeded the call quota allowed by Wiener Linien.
de: Die App hat das Aufruf-Kontingent beim Wiener Linien-API überschritten.

# Resx/MonitorError_ServerDatabaseUnavailable
source: Server error reported: Database unavailable.
de: Serverfehler: Datenbank nicht verfügbar.

# Resx/MonitorError_ServerNoDataInDatabase
source: Server error reported: No data in database.
de: Serverfehler: Keine Daten in der Datenbank.

# Resx/MonitorError_ServerQueryStringParameterInvalid
source: This app has failed to send a properly formatted query to the Wiener Linien API.
de: Die App hat eine falsch formatierte Anfrage an die Wiener Linien-API gesendet.

# Resx/MonitorError_ServerStopDoesNotExist
source: This stop does not exist (stop database out of date?).
de: Diese Haltestelle existiert nicht (Haltestellen-Datenbank veraltet?).

# Resx/NewRouteView_Date
source: Date
de: Datum

# Resx/NewRouteView_DisplayName
source: new route
de: Neue Route

# Resx/NewRouteView_RoutingOption
source: Routing option
de: Optionen

# Resx/NewRouteView_From
source: From
de: Von

# Resx/NewRouteView_RoutingType_FewestChanges
source: fewest changes
de: wenigste Umstiege

# Resx/NewRouteView_RoutingType_LeastWalking
source: least walking
de: kürzeste Gehdistanzen

# Resx/NewRouteView_To
source: To
de: Nach

# Resx/NewRouteView_Time
source: Time
de: Zeit

# Resx/NewRouteView_Search_Button
source: Search
de: Suchen

# Resx/NewRouteView_RoutingType_Fastest
source: fastest
de: am schnellsten

# Resx/PositionMessage_NoStopsFoundNear
source: No stops were found near your current location. Coordinates (longitude and latitude)
de: Es wurden keine Stationen in der Nähe Ihrer Position gefunden. Aktuelle Position (geog. Länge und Breite)

# Resx/PositionMessage_YourPosition
source: Your position
de: Ihre Position

# Resx/ProgressMessage_AcquiringPosition
source: Acquiring position...
de: GPS Position wird gesucht...

# Resx/ProgressMessage_LoadingDepartures
source: Loading departures...
de: Abfahrtsinformationen werden geladen...

# Resx/ResourceLanguage
source: en-US
de: de

# Resx/ReviewNotifications_Title
source: Please review the app
de: Bitten bewerten Sie die App

# Resx/RouteHistory_DisplayName
source: history
de: Historie

# Resx/RouteHistory_From
source: from:
de: von:

# Resx/RouteHistory_NoHistoryEntries
source: You have no route history entries.
de: Sie haben keine gespeicherten Routen.

# Resx/RouteHistory_To
source: to:
de: nach:

# Resx/RoutingPageView_DisplayName
source: Routing
de: Routen

# Resx/Routing_AppBar_Reverse
source: reverse
de: umkehren

# Resx/Routing_AppBar_Now
source: now
de: jetzt

# Resx/Routing_Changes
source: changes
de: Umstiege

# Resx/ReviewNotifications_Message
source: Click OK to be taken to the Store review page. Let others know what you think about this app!
de: Lassen Sie andere wissen was Sie über diese App denken - und reviewen Sie bitte!

# Resx/Routing_SourceStationHintText
source: Select start
de: Abfahrt auswählen

# Resx/Routing_Type_Walk
source: Walk
de: Gehstrecke

# Resx/Settings_BuildUserDatabase_Button
source: Download data and rebuild
de: Datendownload %%amp; Datenbankimport

# Resx/Settings_Database_DateInfo
source: Database built on:
de: Erstellungsdatum:

# Resx/Settings_BuildInfoText
source: This will download 3 files from the Internet (~1MB) and create a new lines / stops database
de: Die Neugenerierung lädt drei Dateien aus dem Internet (~1MB) und erzeugt eine neue Linien / Haltepunktedatenbank

# Resx/Routing_Trip
source: Trip
de: Fahrt

# Resx/Routing_DestinationStationHintText
source: Select destination
de: Ankunft auswählen

# Resx/Routing_Error_RoutesCouldNotBeRetrieved
source: Routes could not be retrieved
de: Routenvorschläge konnten nicht abgerufen werden

# Resx/Routing_Minutes
source: minutes
de: Minuten

# Resx/Settings_GeolocationForNearbyStations
source: Geolocation for nearby stations
de: GPS aktivieren für Stationssuche

# Resx/Settings_Progress_LoadingStops
source: Loading stops... (1 of 3)
de: Haltestellen downloaden... (1 von 3)

# Resx/Settings_Progress_LoadingPlatforms
source: Loading platforms... (3 of 3)
de: Steige downloaden... (3 von 3)

# Resx/Settings_Progress_LoadingLines
source: Loading lines... (2 of 3)
de: Linien downloaden... (2 von 3)

# Resx/Settings_Progress_ErrorDownloading
source: Error downloading reference CSV files from data.wien.gv.at
de: Fehler beim Download der CSV Dateien von data.wien.gv.at

# Resx/Settings_Progress_InsertingInDb
source: Inserting data into database...
de: Einfügen der Daten in die Datenbank...

# Resx/Settings_Progress_ImportSuccessMessage
source: Import completed successfully. {0} stops, {1} lines, {2} platforms
de: Import erfolgreich beendet. {0} Haltestellen, {1} Linien, {2} Steige

# Resx/Settings_Progress_ImportFailed
source: Import failed. Error message:
de: Import fehlgeschlagen. Interne Fehlermeldung:

# Resx/Settings_StationsDatabase_Header
source: Station database
de: Stationsdatenbank

# Resx/Settings_RevertToDefault_Button
source: Revert to default database
de: Auslieferungszustand wiederherstellen

# Resx/StationInfo_AppBar_Favorite
source: favorite
de: Favorit

# Resx/StationInfo_AppBar_WalkTo
source: walk to
de: zu Fuß

# Resx/StationInfo_Departures_Title
source: departures
de: Abfahrten

# Resx/StationSelector_DisplayName
source: select station for routing
de: Station auswählen

# Resx/Stations_NearbyTitle
source: nearby
de: Nahe

# Resx/Stations_SearchHowTo_Text
source: Station Name (auto-search after 3 characters)
de: Stationsname (Suche nach 3 Zeichen)

# Resx/TripsView_FromLabel
source: From:
de: Von:

# Resx/TripsView_PageTitle
source: TRIPS
de: FAHRTEN

# Resx/TripsView_ToLabel
source: To:
de: Nach:
